/* No comment provided by engineer. */
"Can't get verifier, maybe you have a problem with your internet connection." = "Can't get verifier, maybe you have a problem with your internet connection.";

/* No comment provided by engineer. */
"Error wile connection" = "Error wile connection";

/* No comment provided by engineer. */
"First load some posts" = "First load some posts";

/* No comment provided by engineer. */
"Last update: %@" = "Last update: %@";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Pull down to refresh." = "Pull down to refresh.";

/* No comment provided by engineer. */
"SteamPunkPostViewer" = "SteamPunkPostViewer";

/* No comment provided by engineer. */
"You are loggedd in" = "You are loggedd in";

/* No comment provided by engineer. */
"Please Login First" = "Please Login First";

